/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 628 45 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Зловмисники можуть намагатися викрасти вашу інформацію (наприклад, паролі, повідомлення або кредитні картки).";

/* No comment provided by engineer. */
"Back" = "Повернутися";

/* No comment provided by engineer. */
"Bank transfer" = "Банківський переказ";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* No comment provided by engineer. */
"Card" = "Картка";

/* No comment provided by engineer. */
"Card number" = "Номер картки";

/* No comment provided by engineer. */
"Close and go back" = "Закрити і повернутися";

/* No comment provided by engineer. */
"Correct your card number" = "Виправте введений номер картки";

/* No comment provided by engineer. */
"Credit card" = "Платіжна картка";

/* No comment provided by engineer. */
"credit or debit" = "дебетова або кредитна";

/* No comment provided by engineer. */
"Customer service" = "Обслуговування клієнтів";

/* No comment provided by engineer. */
"CVV code" = "CVV-код";

/* No comment provided by engineer. */
"Delete" = "Видалити";

/* No comment provided by engineer. */
"Enter a card number" = "Введіть номер картки";

/* No comment provided by engineer. */
"Please enter a valid date" = "Введіть правильну дату";
"Please enter a valid code" = "Введіть правильний код";
"MM/YY" = "MM/YY";

/* No comment provided by engineer. */
"Enter CVV code" = "Введіть CVV-код";

/* No comment provided by engineer. */
"Error" = "Помилка";

/* No comment provided by engineer. */
"Expiration date" = "Термін дії";

/* No comment provided by engineer. */
"fast online transfer" = "швидкий онлайн переказ";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://www.payu.pl/sites/pl_payu/files/downloads/Single%20Transactions%20T&C_220518_pl_0.pdf?20181005141154";

/* No comment provided by engineer. */
"I accept" = "Я приймаю";

/* No comment provided by engineer. */
"New card" = "Нова картка";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Ні, залишитися на сторінці оплати";

/* No comment provided by engineer. */
"OK" = "Гаразд";

/* No comment provided by engineer. */
"Publisher" = "Видавець";

/* No comment provided by engineer. */
"Save and use" = "Зберегти і скористатися";

/* Scan Card button title for Add Card View. */
"Scan Card" = "Сканувати картку";

/* No comment provided by engineer. */
"Position your card in this frame" = "Помістіть свою картку в цю рамку";

/* No comment provided by engineer. */
"Hold still…" = "Так тримати...";

/* No comment provided by engineer. */
"Select payment method" = "Виберіть спосіб оплати";

/* No comment provided by engineer. */
"This card is not supported" = "Ця карта не підтримується";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Правила оплати PayU";

/* No comment provided by engineer. */
"Use" = "Використати";

/* No comment provided by engineer. */
"Version" = "Версія";

/* No comment provided by engineer. */
"Yes, go back" = "Так, повернутися";

/* No comment provided by engineer. */
"Your connection is not secure" = "Ваше з'єднання не безпечне";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Якщо ви не здійснили платіж, ваша транзакція буде скасована. Продовжити?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Налаштуватися, шоб оплачувати телефоном";
"Pay by phone" = "Оплатити телефоном";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "оплата кодом з додатку банку";
"Enter BLIK code" = "Введіть BLIK-код";
"Authorize and store BLIK payment in your bank app" = "Підтвердьте та запам’ятайте BLIK платіж у банківському додатку";
"one-tap payment" = "оплата в один клік";
"Enter new BLIK code" = "Введіть новий BLIK-код";
"saved BLIK payment" = "збережений BLIK платіж";

/* Mastercard Installments strings */
"Transaction approved" = "Транзакція завершена";
"Installment payment" = "Оплата частинами";
"The recipient will get the total order amount." = "Продавець отримає повну суму замовлення.";
"You can split this payment into installments with Mastercard." = "Ви можете оплатити замовлення частинами за допомогою Mastercard.";
"Split into installments" = "Я хочу оплатити частинами";
"No, thanks" = "Ні, дякую";
"You can pay in installments with Mastercard. Select the number of installments to confirm." = "Ви можете оплатити замовлення частинами за допомогою Mastercard. Будь ласка, підтвердьте оплату частинами.";
"total" = "разом";
"1st installment" = "Перший платіж";

/* payu installments */
"Installments" = "Оплата частинами";
"decision in even 15 minutes" = "рішення навіть за 15 хвилин";
"Your application is still being reviewed." = "Ваша заявка ще аналізується.";
"Your lender and/or store will inform you of the next steps." = "Кредитор та/або магазин повідомить вас про подальші дії.";
"In order to finalize the process You will be redirected to browser" = "Щоб завершити процес кредитування, ви перейдете до браузера.";
"Accept" = "Продовжити";
